const list = [
  {
    title: "Комплексный подход",
    text: "Предложение широкого спектра услуг от производства одежды до печати",
  },
  {
    title: "Экономия",
    text: "Сочетание услуг позволяет общие затраты для клиентов",
  },
  {
    title: "Оптимизация",
    text: "Улучшение внутренних процессов за счет интеграции различных видов деятельности",
  },
  {
    title: "Индивидуализация",
    text: "Предоставление комплексных решений, настроенных под конкретные нужды заказчика",
  },
  {
    title: "Расширенный рынок",
    text: "Привлечение более широкого круга клиентов благодаря разнообразию услуг",
  },
  {
    title: "Развитие",
    text: "Развитие инновационных технологий и дизайнерских решений в области специализированной одежды и типографии",
  },
];

const footer = [
  {
    numbers: {
      office: ["+7 702 847 09 64(офис)", "+ 7 775 415 09 75(офис)"],
      director: "+7 777 351 51 32",
    },
    email: {
      office: "a.vgroup@yandex.ru(офис)",
      director: "evgenia.sinkovskaya@yandex.kz",
    },
  },
];

const mediaLinks = [
  {
    mediaName: "instagramm",
    mediaIcon: "/src/images/icons/insta.svg",
    mediaLink:
      "https://www.instagram.com/tooa.v.group?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
  },
];

const jobs = [
  "Брошюровщик",
  "Вязальщица трикотажных изделий, полотна",
  "Закройщик",
  "Изготовитель лент и металлосеток",
  "Машинист блокообрабатывающего агрегата",
  "Машинист книговставочной машины",
  "Нумеровщик",
  "Швея",
  "Машинист моечных машин",
  "Накладчик на печатных машинах",
];

const study = [
  { title: "Брошюровщик", duration: "1 месяц" },
  { title: "Вязальщица трикотажных изделий, полотна", duration: "6 месяцев" },
  { title: "Закройщик", duration: "6 месяцев" },
  { title: "Изготовитель лент и металлосеток", duration: "3 месяца" },
  { title: "Машинист блокообрабатывающего агрегата", duration: "1 месяц" },
  { title: "Машинист книговставочной машины", duration: "1 месяц" },
  { title: "Машинист компрессорных установок", duration: "3 месяца" },
  { title: "Машинист крышкоделательной машины", duration: "1 месяц" },
  { title: "Машинист моечных машин", duration: "1 месяц" },
  { title: "Машинист подборочно-швейной машины", duration: "1 месяц" },
  { title: "Машинист приклеечной машины", duration: "1 месяц" },
  { title: "Машинист резальных машин", duration: "4 месяца" },
  { title: "Машинист швейных машин и автоматов", duration: "1 месяц" },
  {
    title:
      "Наладчик оборудования в производстве металлических канатов, сеток, пружин, щеток и цепей",
    duration: "3 месяца",
  },
  { title: "Наладчик полиграфического оборудования", duration: "3 месяца" },
  { title: "Накладчик на печатных машинах", duration: "1 месяц" },
  { title: "Нумеровщик", duration: "1 месяц" },
  { title: "Обойщик", duration: "1 месяц" },
  { title: "Оператор цифровой печати", duration: "4 месяца" },
  { title: "Оператор электронного набора и верстки", duration: "4 месяца" },
  { title: "Переплетчик", duration: "4 месяца" },
  { title: "Переплетчик документов", duration: "1 месяц" },
  { title: "Перфораторщик", duration: "1 месяц" },
  { title: "Печатник", duration: "4 месяца" },
  { title: "Печатник брайлевской печати", duration: "2 месяца" },
  { title: "Печатник высокой печати", duration: "2 месяца" },
  { title: "Печатник плоской печати", duration: "2 месяца" },
  { title: "Печатник по жести", duration: "2 месяца" },
  { title: "Печатник-тиснильщик", duration: "2 месяца" },
  { title: "Печатник трафаретной печати", duration: "2 месяца" },
  { title: "Пропитчик по огнезащитной пропитке", duration: "1 месяц" },
  {
    title: "Рабочий по комплексному обслуживанию и ремонту зданий",
    duration: "1 месяц",
  },
  { title: "Рабочий по стирке и ремонту спецодежды", duration: "1 месяц" },
  { title: "Садовник", duration: "1 месяц" },
  { title: "Сборщик", duration: "3 месяца" },
  { title: "Слесарь-ремонтник", duration: "1 месяц" },
  { title: "Станочник деревообрабатывающих станков", duration: "3 месяца" },
  { title: "Станочник клеенаносящего станка", duration: "3 месяца" },
  {
    title: "Уборщик производственных и служебных помещений",
    duration: "1 месяц",
  },
  { title: "Уборщик территорий", duration: "1 месяц" },
  { title: "Укладчик-упаковщик", duration: "1 месяц" },
  { title: "Швея", duration: "6 месяцев" },
  { title: "Электрогазосварщик", duration: "3 месяца" },
];
